antigravity-cli
broadcom-bt-firmware
cursor-bin
degit
eden
elephant-bin
epson-inkjet-printer-escpr
epson-inkjet-printer-escpr2
epsonscan2-bin
gcalcli
google-cloud-cli
grimblast-git
libva-vdpau-driver
obs-plugin-input-overlay-bin
paru
paru-debug
python-eyed3
python-pywalfox
python-screeninfo
rmatrix-bin
spotify-edge
thonny
tty-clock
turso-cli
tuxedo-git
visual-studio-code-bin
waveterm-bin
waypaper-git
wlogout
wshowkeys-git
