alacritty
amd-ucode
antigravity-cli
aria2
asciinema
awww
base
base-devel
bat
bats
bc
bind
blender
blueman
bluez
bluez-utils
breeze
brightnessctl
broadcom-bt-firmware
btop
cava
certbot
cliphist
cmake
cups
cups-pdf
cups-pk-helper
cursor-bin
degit
dgop
direnv
distrobox
dms-shell
docker
docker-buildx
docker-compose
dolphin-emu
dunst
eden
efibootmgr
elephant-bin
epson-inkjet-printer-escpr
epson-inkjet-printer-escpr2
epsonscan2-bin
eza
fastfetch
fd
figlet
firefox
flatpak
fuse2
fzf
gamemode
gcalcli
gemini-cli
ghostscript
ghostty
gimp
git
git-delta
github-cli
glow
gnome-text-editor
gnome-themes-extra
go
google-cloud-cli
grim
grimblast-git
gsfonts
gst-libav
gst-plugins-ugly
gum
gvfs
gvfs-mtp
htop
hypridle
hyprland
hyprlauncher
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprshot
hyprsunset
impala
inotify-tools
intel-media-driver
ipcalc
ipp-usb
iwd
jre-openjdk
keepassxc
kimageformats
kitty
komikku
kotlin
less
libreoffice-fresh
libva-intel-driver
libva-utils
libva-vdpau-driver
linux
linux-firmware
linux-lts
linux-zen
loupe
lsb-release
lsof
lvm2
ly
matugen
mpv
nano
nautilus
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-emoji
nss-mdns
nvidia-utils
nvm
nwg-displays
nwg-dock-hyprland
nwg-look
obs-plugin-input-overlay-bin
obs-studio
otf-atkinsonhyperlegiblemono-nerd
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-font-awesome
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pacman-contrib
paru
paru-debug
pavucontrol
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
polkit-kde-agent
power-profiles-daemon
pycharm-community-edition
python-eyed3
python-pip
python-pywalfox
python-screeninfo
qbittorrent
qt5-wayland
qt6-virtualkeyboard
qt6-wayland
qt6ct
quickshell
rmatrix-bin
rofi
rsync
sane-airscan
sassc
simple-scan
slurp
smartmontools
sof-firmware
spotify-edge
sshpass
starship
sudo
swappy
swaync
system-config-printer
tesseract
tesseract-data-eng
thonny
tldr
tmux
transmission-cli
transmission-gtk
tree
ttf-0xproto-nerd
ttf-3270-nerd
ttf-adwaitamono-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-font-family
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
tty-clock
tumbler
turso-cli
tuxedo-git
udiskie
ufw
unzip
uv
uwsm
vim
visual-studio-code-bin
vlc
vmpk
vulkan-intel
vulkan-nouveau
vulkan-radeon
warp-terminal
waveterm-bin
waybar
waypaper-git
wev
wf-recorder
wget
wireless_tools
wireplumber
wl-clipboard
wlogout
wofi
wpa_supplicant
wshowkeys-git
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yazi
zed
zoxide
zram-generator
zsh
